Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The two brothers - who had told local media they would die "martyrs'" deaths - emerged from the building, firing at police .
pt: Uma fonte do governo disse que os irmãos saíram do prédio e abriram fogo contra a polícia antes de serem mortos.

source: "During the first decade of the epidemic, there was very little to offer someone dying from AIDS," Michel Sidibe, executive director of UNAIDS, said in the report .
pt: A aids era uma doença 'dos outros' e o tratamento era apenas para os ricos", disse Michel Sidibe, diretor executivo da Unaids, o programa da ONU contra a aids .

source: The time is right to join a company who can challenge us to think even bigger and bolder, and who can support us in accelerating our ambitious vision."
pt: É hora de nos juntarmos a uma companhia que pode nos desafiar a pensar grande e de forma mais ousada, estimulando nossa ambição."

source: Greek Prime Minister Alexis Tsipras will brief parliament on the state of negotiations on Friday .
pt: Premiê grego, Alexis Tsipras, acompanhado do ministro das Finanças, Yanis Varoufakis, em Atenas

source: The vote had been planned to take place before the attack.
pt: Entretanto, a votação havia sido planejada antes do incidente.

source: UPDATE 1-Draghi: ECB action shields euro zone states from Greek contagion
pt: Ação do BCE protege países da zona do euro de contágio grego, diz Draghi

source: In May, Davidson pleaded not guilty to charges that he secured sports marketing contracts worth more than $35 million for Traffic, in part by arranging bribes for Webb .
pt: Em maio, Davidson se declarou inocente das acusações de que garantiu contratos de marketing esportivo no valor de mais de 35 milhões de dólares para a Traffic com pagamentos de suborno .

source: 90' The referee gives four minutes of stoppage time.
pt: O juíz deu quatro minutos de acréscimos .

source: Earlier this year, Chief Executive Mark Zuckerberg announced Internet.org, a platform developed with six technology partners to connect 4.5 billion people with no current access to the Internet.
pt: O presidente-executivo do Facebook, Mark Zuckerberg, tem como objetivo, junto com seus parceiros, conectar 4,5 bilhões de pessoas que ainda não possuem acesso à internet ao redor do mundo.

source: I would never sell something this special .
pt: "Nunca vi uma coisa dessas .

source: What do we know about Russia's troop buildup on Ukraine's border?
pt: Otan faz alerta à Rússia por ação militar na fronteira com a Ucrânia

source: She is allowed to buy any food from the canteen and gets books from the jail premises.
pt: Ela pode comprar comida da cantina e emprestar livros da prisão.

source: The ship has been in port for a couple of hours when the first young Africans start to get off in small groups of four or five .
pt: Os primeiros jovens africanos começam a descer, em pequenos grupos de quatro ou cinco .

source: “I’m in no rush to buy my ticket home .
pt: Por isso, acredito que minha filha não esteja voltando para casa .

source: The Geneva-based agency recommends that young people take listening breaks, use apps to limit the volume on their smartphone and consider using personal audio players for no more than one hour a day.
pt: A organização recomenda aos jovens que utilizem aplicativos de controle de volume nos celulares e que considerem escutar música em seus aparelhos apenas uma hora por dia .

source: Former Google Inc executive Barra told Bloomberg TV in San Francisco that Xiaomi phones would not land on U.S. shores for "potentially much more than a year".
pt: Ex-executivo do Google, Barra disse que os telefones da Xiaomi não devem levar muito mais que um ano para chegar aos EUA.

source: But when even Kim Jong Un eventually reemerges this will not necessarily mean that all questions regarding his disappearance will be fully answered .
pt: Mas mesmo que Kim eventualmente reapareça em cena, isso não significará necessariamente que ele dará, então, respostas exaustivas a todas as perguntas relacionadas ao seu desaparecimento .

source: LONDON (Reuters) - A global group of government anti-money-laundering agencies said that financial institutions have not done enough to police suspicious financial activity by officials at soccer’s global governing body FIFA, and cautioned banks to step up scrutiny.
pt: Um grupo global de agências governamentais de combate à lavagem de dinheiro disse que as instituições financeiras não fizeram o suficiente para policiar as atividades financeiras da Fifa e pediram que os bancos elevem o grau de monitoramento.

source: Meanwhile it has emerged that that AirAsia did not have permission to fly the Surabaya to Singapore route on the day of the accident .
pt: Voo da AirAsia não tinha permissão para ir à Cingapura no dia do acidente - Yahoo Notícias

source: In a statement, Amnesty International said that Gao was the victim of a vaguely worded and arbitrary state secrets law that is often used against activists to stifle freedom of expression.
pt: Ela é vítima de uma lei sobre os segredos de Estado arbitrária e de formulação vaga, que serve para reprimir os militantes da liberdade de expressão", disse William Nee, especialista na China dentro da Anistia.

source: “It’s something I enjoy a lot,” she said .
pt: Mas para mim é uma coisa que tem que ser natural .

source: Morsy, who became Egypt's first democratically elected President in June 2012, was deposed by a popularly backed military coup in July 2013.
pt: Mursi, eleito em 2012 após o afastamento de Hosni Mubarak, foi deposto em um golpe de estado pelo Exército em 2013 .

source: A UN human rights monitor said the killing came in self-defence after Sarbandi tried to sexually abuse Jabbari, and that the condemned woman’s trial in 2009 had been deeply flawed.
pt: Um monitor de direitos humanos das Nações Unidas, porém, acredita que o assassinato tenha ocorrido em legítima defesa, e que o julgamento de Jabbari foi extremamente falho .

source: Malala, Satyarthi win Nobel Peace Prize
pt: Nobel da Paz rejuvenesce com Malala

source: Los Angeles police chief Charlie Beck said Monday that the victim tried to grab a gun from one of four officers who were trying to restrain him.
pt: A polícia de Los Angeles informou que três agentes, um sargento e dois oficiais, atiraram contra o homem quando ele tentou retirar a arma de um deles durante o incidente.

source: The warning came after a group calling itself the Islamic State Hacking Division posted information about members of the air force, army and navy, including photos and ranks, on the Internet, according to monitoring group SITE Intelligence.
pt: Este grupo, que se apresenta como a "Divisão de hackers do Estado Islâmico", postou informações sobre membros de diferentes divisões do exército americano, incluindo fotografias e graduação.

source: Yemen President, Shiite Militia Agree Deal to End Crisis
pt: Milícia xiita e presidente do Iêmen fecham acordo para encerrar crise

source: Bender is the latest German to suffer injury with captain Philipp Lahm and first choice keeper Manuel Neuer out for days and still to arrive in Italy because of knocks.
pt: O capitão Philipp Lahm e o primeiro goleiro Manuel Neuer estão afastados por alguns dias e que ainda devem ir para a Itália.

source: And Malala's attackers get life in prison.
pt: Homens que atacaram Malala Yousafzai condenados a prisão perpétua

source: The transport of poultry and eggs has been banned throughout the Netherlands after an outbreak of the H5N8 bird flu strain was confirmed at a chicken farm in the central province of Utrecht.
pt: O governo holandês proibiu o transporte de aves e ovos pelo país por 72 horas, após a confirmação de um surto de gripe aviária em uma granja próxima de Amsterdã .

source: Ebola, one of the deadliest viruses known to man, is spread only through direct contact with the bodily fluids of an infected person showing symptoms such as fever or vomiting.
pt: A doença se espalha por meio de contato físico direto com fluidos corporais de pessoas com os sintomas de ebola e com corpos dos que pereceram por causa do vírus, o que torna o isolamento dos infectados muito importante.

source: "Who would make a statement like that ?
pt: "Quem prestaria uma declaração assim ?

source: Among those arrested are two FIFA vice-presidents, Eugenio Figueredo, who is also the President of CONMEBOL, the South American football organization, and Jeffrey Webb, who is also a UK citizen and the President of CONCACAF, the footballing governing body for North America and the Caribbean.
pt: A solicitação dos EUA também é para que os demais seis cartolas da Fifa presos há um mês sejam enviados aos Estados Unidos, entre eles o ex-presidente da Conmebol, Eugenio Figueredo, e Jeff Webb, ex-vice-presidente da Fifa .

source: Hadi, a close US ally, appealed to Gulf Arab allies and the United Nations to intervene militarily to stop the Houthi's surrounding the city.
pt: Ele declarou a cidade como a nova capital provisória do Iêmen e pediu para os países do Golfo para intervir militarmente e impedir que os houthis invadam a cidade .

source: By Andrea Shalal and Tim Hepher WASHINGTON/PARIS (Reuters) - Boeing Co (BA.N), the world's biggest airplane maker, on Friday said it had received a license from the U.S. Treasury Department to export certain spare parts for commercial aircraft to...
pt: WASHINGTON/PARIS, 4 Abr (Reuters) - A Boeing, maior fabricante de aviões do mundo, disse nesta sexta-feira que recebeu uma licença nesta semana do Departamento do Tesouro dos Estados Unidos para exportar certas peças de reposição para aviões comerciais ao Irã, como parte de um acordo temporário de alívio de sanções alcançado em janeiro.

source: Coty on track to clinch P&G beauty deal in coming weeks: sources
pt: Coty está a caminho de comprar negócios de beleza da P&G, dizem fontes

source: Political parties in favour of closer links to the European Union scored a resounding victory in a Oct. 26 election, handing Poroshenko a mandate to end the conflict and steer the ex-Soviet republic further out of Russia's orbit towards Europe.
pt: Os partidos políticos a favor de laços mais estreitos com a União Europeia obtiveram uma vitória retumbante na eleição de 26 de outubro, dando a Poroshenko a autoridade para encerrar o conflito, afastar a ex-república soviética da órbita russa e aproximá-la da Europa.

source: In accepting the apology, Murphy said, “This is a glorious day,” adding, “For 70 years we wanted this.”
pt: James Murphy, de 94 anos, disse que é "um dia glorioso... quisemos isso por 70 anos".

source: One contingent which arrived in the southern Turkish city of Sanliurfa by air overnight were at an undisclosed location in the border town of Suruc, the local official told AFP.
pt: Um primeiro contingente de peshmergas estava em um local secreto da cidade de Suruc, perto da fronteira síria, segundo uma fonte turca.

source: The last communications between the South Korean ferry that sank on Wednesday and traffic services reveal panic and indecision by the crew.
pt: Naufrágio na Coreia: comunicação entre balsa e controle tráfego revela pânico e indecisão

source: "[They ] displayed behavioural signs of inebriation, including falling asleep shortly after drinking.
pt: Segundo ela, eles mostravam sinais comportamentais de embriaguez, incluindo cair no sono após consumir a bebida.

source: The series are all popular and it was not clear why these particular programmes had been singled out.
pt: Não ficou claro por que o governo decidiu tirar da rede especificamente essas séries, que são muito populares.

source: "We tried our best to get the items which had most value, earrings, rings, small statues, stone heads," he says.
pt: "Tentamos muito conseguir os objetos de mais valor, brincos, anéis, estatuetas...", disse Mohammed.

source: I told him, "Yes, you did. "
pt: Eu tenho certeza que você sabe disso .

source: Bank of Finland governor Erkki Liikanen, who sits on the ECB's governing council, said it cannot continue lending Greece money unless Athens extends its bailout program.
pt: O Banco Central Europeu (BCE) vai deixar de realizar empréstimos para bancos gregos se não houver um acordo que mantenha o programa de resgate do país em vigor, afirmou Erkki Liikanen, presidente do banco central da Finlândia e integrante do conselho diretor do BCE.

source: Would you tell your kids you got high?
pt: Estamos pronto para ouvir o que você tem a dizer.

source: Jon Krakauer, an American mountaineer, wrote a best-selling blow-by-blow account of the 1996 tragedy, "Into Thin Air", and features as a character in "Everest", played by Michael Kelly.
pt: O alpinista norte-americano Jon Krakauer escreveu um relato detalhado sobre a tragédia que se tornou um best-seller, "Into Thin Air", e aparece em "Evereste" como um personagem interpretado pelo ator Michael Kelly.

source: ‘Don’t touch my girlfriend!’ Protective boyfriend warns Obama
pt: Próxima ‘Não toque na minha namorada’, diz homem para Obama

source: Seven European Union members in eastern Europe and the Mediterranean have already recognized Palestine as a state: Bulgaria, Cyprus, the Czech Republic, Hungary, Malta, Poland and Romania .
pt: A Autoridade Palestina afirma que são 134, incluindo sete membros da União Europeia que teriam feito o reconhecimento antes de entrar para o bloco: República Tcheca, Hungria, Polônia, Bulgária, Romênia, Malta e Chipre.

source: U.S. hopes Ukraine crisis won't harm work with Russia on Iran
pt: Chefe da ONU vai à Rússia conversar com Putin sobre crise ucraniana

source: "Is 'Cinderella' going to be that one ?
pt: “‘Cinderella’ vai ser isso ?

source: The 30-minute video clip, circulated during the holiday that marks the end of the fasting month of Ramadan, sheds light on what tactics the Islamic State is likely to employ as it presses ahead with its campaign.
pt: O vídeo de 30 minutos, circulado durante o feriado que marca o fim das celebrações do fim do mês de Ramadã, dá indicações sobre quais táticas o Estado Islâmico deve empregar em sua campanha.

source: Two people were killed and dozens more wounded on Saturday as pro- and anti-government groups clashed.
pt: No sábado, duas pessoas morreram em choques entre ativistas pró e antigoverno.

source: Poroshenko's office said he spoke on the phone with German Chancellor Angela Merkel, French President Francois Hollande and U.S. President Barack Obama in the hours before the ceasefire was due to take effect.
pt: O encontro terá a presença de Poroshenko, dos presidentes da Rússia, Vladimir Putin, e França, François Hollande, além da chanceler da Alemanha, Angela Merkel.

source: I think it has something to do with fear .
pt: "Eu acho que eu gosto do desconhecido .

source: Runners dress in white with red neckerchiefs and many spectators stay up drinking all night in bars beforehand.
pt: Os corredores vestidos de branco com lenços vermelhos e muitos espectadores ficam acordados durante toda a noite nos bares da cidade.

source: Taliban leader Mullah Omar is dead, says Afghan government
pt: Afeganistão, ataques, guerra, líder, mulá Omar, talebã

source: Gaza protests show a divided Berlin
pt: Protestos em Berlim mostram divisão de alemães entre Israel e palestinos

source: Confederate battle flag comes down at South Carolina Capitol
pt: Carolina do Sul aprova retirada da bandeira confederada do Capitólio

source: Obama has sought to reassure Netanyahu, telling him in a telephone conversation on Tuesday night that the agreement was in Israel's "national security interest."
pt: Durante uma conversa por telefone, o presidente americano Barack Obama assegurou a Netanyahu que o acordo assinado nesta terça-feira garante a segurança nacional dos Estados Unidos e de Israel, segundo comunicado da Casa Branca.

source: Over 500 UK citizens are thought to have travelled to Syria to engage in jihadist warfare .
pt: O governo britânico estima que mais de 500 cidadãos foram à Síria para se tornarem jihadistas .

source: In an emailed statement to the media, Taliban spokesman Zabihullah Mujahid claimed responsibility for the attack.
pt: Zabihullah Mujahid, porta-voz dos talibãs, reivindicou o ataque em uma mensagem.

source: it's a great people".
pt: Mas o que a gente pode fazer ?

source: LONDON (Reuters) - Britain's Prince William and the Duchess of Cambridge have named their newborn daughter Charlotte Elizabeth Diana, a choice that honors the baby's late grandmother Princess Diana and her great-grandmother Queen Elizabeth.
pt: Alguns elogiaram o nome, que homenageia a avó da criança, a princesa Diana, mãe de William, a bisavó, a rainha Elizabeth II, e a tataravó, mãe da rainha, também Elizabeth .

source: Mexico president meets with relatives of missing students, one month later
pt: Presidente do México deve se reunir novamente com familiares de desaparecidos

source: The "IS" execution video showed militants beheading a group of some 12 men on a beach, and a larger group being shot in the head in a desert area .
pt: Imagens mostram um grupo de pelo menos 16 homens decapitados em uma praia e outro grupo de 12 pessoas mortas a tiros em uma área de deserto

source: But James Foley had a passion for it nonetheless: "There's extreme violence, but there's a will to find who these people really are .
pt: – Há violência extrema, mas também há uma vontade de saber quem são essas pessoas .

source: Syria’s main Western-backed opposition group, meanwhile, welcomed President Barack Obama’s first-ever authorization of U.S. airstrikes in Syria, saying it stands “ready and willing” to partner with the international community to defeat the militants.
pt: Por outro lado, o principal bloco opositor sírio, a Coalizão Nacional Síria, que é apoiada pelo ocidente, saudou a autorização de Obama para o ataque contra extremistas em território sírio, afirmando estar "pronta e disposta" a entrar na parceria da comunidade internacional para derrotar os militantes.

source: Fukushima rice passes radiation tests for first time since disaster - official
pt: Arroz de Fukushima supera pela primeira vez os controles de radiação

source: LONDON, Feb 26 (Reuters) - Major European share indexes climbed to new multi-year highs on Thursday, with the world's largest brewer Anheuser-Busch InBev leading the food and beverages sector higher after announcing a sharp dividend hike and a share buyback plan.
pt: O principal índice europeu de ações fechou no maior nível em anos nesta quinta-feira (26), com o papel da Anheuser-Busch InBev impulsionando o setor de alimentos e bebidas, após a maior cervejaria do mundo anunciar dividendos maiores e um plano de recompra de ações.

source: Ibope shows that eight percent of voters will not vote for either candidate or have not yet decided who to vote for.
pt: A pesquisa também mostra que, a dois dias da eleição, 11,9% do eleitorado ainda não sabe em quem votar

source: "With Argentina yet again defaulting on its bonds, we fear the worst is yet to come."
pt: O Aurelius diz temer que agora, com o novo "default", “o pior está por vir”.

source: KANO, Nigeria (Reuters) - Gunmen set off three bombs and opened fire on worshippers at the main mosque in north Nigeria's biggest city Kano on Friday, killing at least 81 people, witnesses and officials said, in an attack that...
pt: Homens armados abriram fogo e detonaram bombas na mesquita central de Kano, a maior cidade do Norte da Nigéria, no momento em que os fiéis se reuniam para as orações de sexta-feira .

source: However, they will also investigate old cases -- including the process surrounding the decision to award the 2018 and 2022 World Cups to Russia and Qatar .
pt: As autoridades anunciaram ainda uma investigação criminal sobre a escolha das sedes das duas próximas Copas do Mundo - Rússia em 2018 e Qatar em 2022.

source: "He could do anything he wanted to do, and do it well .
pt: “O que tenho que fazer bem é cantar .

source: Sunardi, a weather forecaster at the Indonesia's Meteorology and Geophysics Agency, said dense storm clouds were detected up to 44,000 feet in the same area at the time the plane was reported to have lost contact.
pt: Um analista da agência de meteorologia e geofísica da Indonésia afirmou que densas nuvens de tempestades foram detectadas a até 44 mil pés na área em que o avião perdeu o contato .

source: KIEV/DONETSK-IZVARINO BORDER CROSSING Russia (Reuters) - T he United States demanded Moscow remove an aid convoy it sent into rebel-held eastern Ukraine without permission on Friday, accusing Russia of a flagrant violation of the sovereignty of its former Soviet neighbour and threatening more sanctions.
pt: CRUZAMENTO DA FRONTEIRA DONETSK-IZVARINO Rússia (Reuters) - A Ucrânia declarou nesta sexta-feira que a Rússia lançou uma “invasão direta” contra seu território após Moscou enviar um comboio de caminhões com suprimentos de ajuda humanitária para o leste ucraniano, onde rebeldes separatistas enfrentam forças do governo.

source: "There's nothing we can do .
pt: Você não pode esperar”, afirmou .

source: Russian President Vladimir Putin on Saturday met Turkish counterpart Recep Tayyip Erdogan for talks expected to touch on energy issues and the Syria crisis, Russian news agencies reported.
pt: O presidentes da Rússia, Vladimir Putin, e o da Turquia,Recep Tayyip Erdogan, se reuniram neste sábado e discutiram uma proposta de gasoduto que levaria gás natural da Rússia para a Turquia.

source: Santander's board of directors unanimously appointed Ana Botin as chairwoman on Wednesday, after her father died of a heart attack at 79, making her the fourth generation of Botins to run the bank.
pt: Ana Patricia Botín, filha de Emilio Botín, morto na madrugada desta quarta-feira, aos 79 anos, após sofrer um ataque cardíaco, é citada como a possível substituta do pai no cargo máximo do Banco Santander .

source: Portugal Telecom shareholders OK revised terms of merger with Brazil's Oi
pt: Acionistas da Portugal Telecom aprovam novos termos da fusão com Oi

source: His former girlfriend told Bild they separated, "because it became increasingly clear that he had a problem".
pt: Ela explica que seu relacionamento com Andreas Lubitz terminou "porque era cada vez mais evidente que ele tinha um problema .

source: CONAKRY, Nov. 14 (Xinhua) -- Doctors Without Borders (MSF), a medical aid group, has announced that clinical trials of the Ebola virus drugs will be launched in three of its Ebola treatment centers in West Africa starting December.
pt: A Organização Médicos sem Fronteiras (MSF) anunciou, nesta quinta-feira, que começará em dezembro a realizar os primeiros testes de três tratamentos contra o Ebola em centros de saúde da Guiné e, eventualmente, da Libéria.

source: "We have made significant progress" during this week's meeting, but there are still "a limited number" of difficult issues remaining to be resolved, U.S. Trade Representative Michael Froman said Friday at a closing press conference.
pt: "Após mais de uma semana de reuniões produtivas, conseguimos um avanço significativo e continuaremos tentando resolver um número limitado de assuntos remanescentes", disse Froman em uma entrevista coletiva.

source: The government had initially proposed a jail sentence for offenders, but backed down after a backlash from Egyptian media.
pt: Inicialmente, o governo havia proposto pena de prisão, mas voltou atrás depois de sofrer duras críticas da mídia egípcia .
